const menuItems=[
    {id:1,name:"وجبة فطار",desc:"  وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطاروجبة فطار وجبة فطار ",price:'50 جنية',imgUrl:'1.jpg',category:"فطار"},
    {id:2,name:"وجبة غدا",desc:"  وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا  وجبة غدا ",price:'180 جنية',imgUrl:'l1.jpg',category:"غدا"},
    {id:3,name:"وجبة عشا",desc:"  وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا  وجبة عشا ",price:'270 جنية',imgUrl:'d1.jpg',category:"عشا"},
    {id:4,name:"وجبة فطار",desc:"  وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار  وجبة فطار ",price:'90 جنية',imgUrl:'p3.jpg',category:"فطار"},
    {id:5,name:"وجبة غدا",desc:"  وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا وجبة غدا  وجبة غدا ",price:'320 جنية',imgUrl:'l2.jpg',category:"غدا"},
    {id:6,name:"وجبة فطار",desc:"  وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار وجبة فطار  وجبة فطار ",price:'90 جنية',imgUrl:'p2.jpg',category:"فطار"},
    {id:7,name:"وجبة عشا",desc:"  وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا وجبة عشا  وجبة عشا ",price:'140 جنية',imgUrl:'d2.jpg',category:"عشا"},
]

export default menuItems